{
  "id": "4f7e4cab-8ea6-48fb-9e38-a7384a1db270",
  "parentId": "83409458-e1e5-4925-97ed-68eeaac17f84",
  "rootParentId": "83409458-e1e5-4925-97ed-68eeaac17f84",
  "name": "Spa \u0026 Ayurveda Therapies - custom",
  "auto": true,
  "contexts": [
    "SpaAyurvedaTherapies-followup"
  ],
  "responses": [
    {
      "resetContexts": false,
      "action": "SpaAyurvedaTherapies.SpaAyurvedaTherapies-custom",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "The Ayurveda Therapy course is a 2-week to 1-month program focused on Ayurvedic healing practices, including massage techniques, herbal treatments, and wellness consultations. Would you like to know about the fees or schedule?",
            "Our Ayurveda Therapy course covers Ayurvedic principles, therapeutic treatments, and herbal preparations. It’s great for those interested in holistic wellness. Need details on the class timings or fee",
            "In this program, you’ll learn Ayurvedic massage, herbal treatments, and wellness practices. It’s a comprehensive training lasting up to 1 month. Interested in learning about the certification?",
            "The course focuses on traditional Ayurvedic techniques, including herbal preparations and body treatments. It’s a great choice for those looking to specialize in holistic therapy. Would you like more details on the fees or schedule?",
            "You’ll gain expertise in Ayurvedic healing practices, including massage and herbal therapies. The program duration is 2 weeks to 1 month. Need more information on class availability?",
            "This course is designed to teach Ayurvedic principles and practical techniques for wellness. It’s perfect for those aiming to specialize in holistic treatments. Interested in the fee details?",
            "The Ayurveda Therapy course covers a variety of healing practices, including herbal treatments and wellness consultations. Would you like to know about certification opportunities?",
            "This program focuses on Ayurvedic principles and treatments, perfect for those interested in holistic healing. It’s a short-term course with flexible scheduling. Need more details?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}