{
  "id": "bfe2cf29-89fa-47b1-a536-7aa342c58e9a",
  "parentId": "4e63b7d3-8c32-4478-9115-44f9af1d80ad",
  "rootParentId": "4e63b7d3-8c32-4478-9115-44f9af1d80ad",
  "name": "Hair styling duration",
  "auto": true,
  "contexts": [
    "HairstylingandTechnology-followup"
  ],
  "responses": [
    {
      "resetContexts": false,
      "action": "HairstylingandTechnology.HairstylingandTechnology-custom",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Our hair styling courses range from 10-day introductory sessions to in-depth 8-month programs. For example, Hair Styling and Designing can be completed in as little as 10 days, while advanced programs like the Master in Ultra Hair Technology take several months.",
            "The duration of our hair styling courses varies according to the program. We offer short-term 10-day courses, as well as more comprehensive 3- to 8-month options for those looking to specialize in advanced hair technology.",
            "We provide flexible durations for hair styling courses. The Hair Styling and Designing course can be completed in 10 days to 2 months, while advanced courses like Creative Hair Cuts and Hair Coloring can span up to 8 months.",
            "Our courses are tailored to fit different time commitments, from short-term basics to longer-term, advanced programs. You can complete some courses in just a few weeks, while others, like the advanced hair technology program, are designed for 3 to 8 months.",
            "We offer a range of course durations, from 10-day introductory programs to extended 8-month advanced courses. Schedules are flexible with both weekday and weekend options available."
          ],
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Would you like details on the duration of a specific course?",
            "Are you interested in a specific program’s duration?",
            "Let me know if you\u0027d like a specific schedule!",
            "Do you need timing details on a particular course?",
            "Let me know if you’d like details on a specific course’s timing."
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}