{
  "id": "4e63b7d3-8c32-4478-9115-44f9af1d80ad",
  "name": "Hair styling and Technology",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [
        {
          "name": "HairstylingandTechnology-followup",
          "lifespan": 5
        }
      ],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Our hair styling programs include:",
            "We provide a range of hair styling courses at F Salon Academy:",
            "Our hair styling courses include:",
            "We offer exciting courses in hair styling, such as:",
            "At F Salon Academy, we offer a variety of hair styling courses, including:"
          ],
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "1. Hair Styling and Designing (available from 10 days to 2 months) tailored to your skill level.",
            "1. Hair Styling and Designing (10 days to 2 months) for beginners and enthusiasts.",
            "1. Hair Styling and Designing (10 days to 2 months) to fit your schedule.",
            "1. Hair Styling and Designing (10 days to 2 months) to get started with basic to advanced techniques.",
            "1. Hair Styling and Designing (10 days to 2 months) for mastering essential styling techniques."
          ],
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "2. Advanced Hair Technology (3 to 8 months) for professional training.",
            "2. Advanced Hair Technology (3 to 8 months) to develop expert-level skills.",
            "2. Advanced Hair Technology (3 to 8 months) for a comprehensive understanding of hair.",
            "2. Advanced Hair Technology (3 to 8 months) for those looking to excel in the industry.",
            "2.Advanced Hair Technology (3 to 8 months) to dive deeper into advanced techniques and trends."
          ],
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "3. Creative Hair Cuts and Coloring, along with Hair Spa Treatments for a complete experience. \nWhich course are you interested in?",
            "3. Specialized training in Creative Hair Cuts, Hair Coloring, and Hair Spa Treatments. \nWould you like to explore a specific course further?",
            "3. Creative Hair Cuts, Hair Coloring, and Hair Spa Treatments for a complete training experience.\n Interested in learning more about a specific course?",
            "3. Creative Hair Cuts and Coloring, along with Hair Spa Treatments to diversify your skills. \nWhich course would you like to discuss?",
            "3. Creative Hair Cuts, Hair Coloring, and Hair Spa Treatments to enhance your skills. \nWould you like more details on a specific course?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}