{
  "id": "dcb73317-0b1c-4a34-957d-3b9d1ca1ef1f",
  "parentId": "755abc28-b9ce-4e5c-9446-ec83b300c53f",
  "rootParentId": "755abc28-b9ce-4e5c-9446-ec83b300c53f",
  "name": "Certification and Career oppurtunities",
  "auto": true,
  "contexts": [
    "MakeupcourseInquiry-followup"
  ],
  "responses": [
    {
      "resetContexts": false,
      "action": "MakeupcourseInquiry.MakeupcourseInquiry-custom",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Yes, all our makeup courses come with a certification recognized by the beauty industry. Many graduates go on to become professional makeup artists, bridal specialists, or even start their own businesses.",
            "Upon completing any of our makeup artistry programs, you will receive a certificate or diploma depending on the course level. This certification can open doors to roles like freelance artist, bridal makeup specialist, or salon professional.",
            "Each makeup course provides a certificate upon successful completion. With this certification, you can pursue careers as a makeup artist, beauty consultant, or even work in fashion and media",
            "\"Our certifications are well-regarded in the industry, and many graduates find roles in salons, wedding makeup, and editorial work. Advanced certifications, like the 6-month Master in Ultra Makeup Artistry, are especially valuable for higher-level positions.",
            "After completing the makeup course, you’ll receive a certification that enhances your professional credibility. Graduates often find work as freelance artists, beauty advisors, or makeup trainers."
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}