{
  "id": "9cd68732-a13c-4a55-9a02-7b93c86caa41",
  "parentId": "755abc28-b9ce-4e5c-9446-ec83b300c53f",
  "rootParentId": "755abc28-b9ce-4e5c-9446-ec83b300c53f",
  "name": "Makeup course duration and schedule",
  "auto": true,
  "contexts": [
    "MakeupcourseInquiry-followup"
  ],
  "responses": [
    {
      "resetContexts": false,
      "action": "MakeupcourseInquiry.MakeupcourseInquiry-custom",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Our makeup courses range from short 15-day programs to in-depth 6-month courses. For instance, Personal Makeup Artistry is 15 days, while the Master in Ultra Makeup Artistry takes 6 months. Would you like to know the duration of a specific course?",
            "The duration of our makeup courses varies by program level. We have flexible options, from short-term 15-day courses to longer programs like the 4-month Advanced Makeup Artistry diploma. Are you interested in a particular course’s duration?",
            "We offer different durations to fit your schedule. The Bridal Makeup course is a 3-month program, and the Advanced Makeup Artistry course takes 2 months. Let me know if you’d like more information on timing for one of these courses!",
            "Our makeup classes are designed with varying time commitments. For example, you can complete the International Certificate Pro-Makeup Artistry in 1 month, while the Master’s level in Ultra Makeup Artistry spans 6 months. Is there a specific course schedule you’re interested in?",
            "We provide both short and long-term options, from a 15-day Personal Makeup course to a 5-month Advanced Makeup Artistry program. Schedules are flexible, with weekday and weekend options. Would you like details on the timing for a particular course?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}