{
  "id": "2e8f331a-c236-48fa-a28c-93adc0388f77",
  "name": "Nail Art and Extension",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "At F Salon Academy, we offer a variety of nail styling courses, including:",
            "We provide a range of nail styling courses at F Salon Academy:",
            "Our nail styling courses include:",
            "We offer exciting courses in nail styling, such as:",
            "At F Salon Academy, you can find:"
          ],
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "1. Nail Art and Extension (1 week to 3 months) for beginners and advanced learners.",
            "1. Nail Art and Extension (1 week to 3 months) for essential techniques and creativity.",
            "1. Nail Art and Extension (various durations) to develop foundational and advanced skills.",
            "1. Nail Art and Extension (from 1 week to 3 months) to learn essential nail techniques.",
            "1. Nail Art and Extension (1 week to 3 months) to fit your pace of learning."
          ],
          "condition": ""
        },
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "2. 3D Color Nail Art (15 days) to master intricate designs and techniques. Would you like to know more about a specific course?",
            "2. 3D Color Nail Art (15 days) to enhance your skills in detailed nail art. Which course are you interested in learning more about?",
            "2. 3D Color Nail Art (15 days) for a focused, intensive training experience. Would you like to know more about either of these courses?",
            "2. 3D Color Nail Art (15 days) for a creative and artistic approach to nail design. Which course would you like to discuss",
            "2. 3D Color Nail Art (15 days) for mastering creative nail designs. Let me know if you want to dive deeper into a specific program!"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}