{
  "id": "5495685d-8650-4053-b169-2d849b78148a",
  "parentId": "4e63b7d3-8c32-4478-9115-44f9af1d80ad",
  "rootParentId": "4e63b7d3-8c32-4478-9115-44f9af1d80ad",
  "name": "Hair styling Course Syllabus",
  "auto": true,
  "contexts": [
    "HairstylingandTechnology-followup"
  ],
  "responses": [
    {
      "resetContexts": false,
      "action": "HairstylingandTechnology.HairstylingandTechnology-custom",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Our hair styling courses are designed to cover a wide range of skills, including hair cutting, coloring, and styling techniques. You’ll learn foundational styles as well as advanced techniques like bridal and creative styling.",
            "In the hair styling course, you’ll gain hands-on experience in shampooing, conditioning, sectioning patterns, hair coloring, and advanced haircuts. You’ll also learn hair treatments like deep conditioning, hair spa, and thermal styling.",
            "Our curriculum includes everything from basic cuts and blow-drying to more complex styles like braids, perms, and creative updos. Advanced levels dive deeper into techniques such as highlighting, ombre coloring, and hair rebonding. Would you like more details on these advanced topics?",
            "The hair styling syllabus includes both foundational and advanced modules, covering haircuts, coloring, styling tools, and techniques for different textures. You’ll also learn bridal and event styling, as well as hair care treatments.",
            "You’ll cover a variety of hair styling techniques, including basic cuts, creative coloring methods, thermal styling, and hair treatments. The course also includes bridal and fashion styling modules for those aiming to specialize."
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}