{
  "id": "cc4fa5ff-558a-489e-87ff-9c85a0149465",
  "name": "Greeting Intent",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Hello! Welcome to F Salon Academy. We offer a variety of exciting courses, including Makeup Artistry, Beauty Science, Hair Styling, Spa \u0026 Ayurveda Therapies, Nail Art, and even Cosmetic Formulations. Would you like to explore more about a particular course?",
            "Hi there! At F Salon Academy, we have courses ranging from Personal and Advanced Makeup Artistry to Hair Styling and Beauty Science. Whether you’re into creative makeup or spa therapies, we have something for everyone. How can I assist you today?",
            "Hii! You’ve come to the right place to enhance your beauty skills. We offer courses in Makeup Artistry, Healthcare \u0026 Beauty Science, Hair Technology, Spa Therapy, and more. Feel free to ask about any course you’re interested in.",
            "Hey! Our Academy provides expert-led courses in fields like Makeup, Beauty Science, Hair Styling, and Nail Art. Ready to start your journey? Let me know if you need details about any of our courses.",
            "Hey there, we offer courses from bridal makeup to advanced hair technology and spa therapies. I can guide you through any of our programs. Let me know what interests you.",
            "Hey there! Ready to transform your passion into a career? \n\n1. We offer a variety of courses:\n2. Makeup Artistry (Basic, Bridal, Advanced)\n3. Beauty Science \u0026 Skincare\n4. Hair Styling and Technology\n5. Spa \u0026 Ayurveda Therapies\n6. Nail Art and Extension\n7. Cosmetic Formulations \n\nWhich course sparks your interest?",
            "Hello hello hello!!! Let\u0027s dive into the world of beauty and wellness! Whether you\u0027re interested in Bridal Makeup, Advanced Hair Styling, or Nail Art, we’ve got the perfect course for you at F Salon Academy. Which one would you like to know more about?",
            "Hey! You’re just one step away from finding the perfect beauty course. Whether it’s Makeup, Hair Styling, or Spa Management, F Salon Academy has you covered. Looking for more details on any course?",
            "Hi there! Whether you\u0027re into makeup, hair, skincare, or wellness, we’ve got a course that fits your passion at F Salon Academy. Want to discover your next step in beauty? Let’s dive into the details!\nWe offer a variety of courses:\n1. Makeup Artistry (Basic, Bridal, Advanced)\n2. Beauty Science \u0026 Skincare\n3. Hair Styling and Technology\n4. Spa \u0026 Ayurveda Therapies\n5. Nail Art and Extension\n6. Cosmetic Formulations Would you like to know more about a specific course?",
            "Hi! It’s great to see you here. We offer a range of courses that could turn your passion into expertise. What would you like to explore today:\n1. Makeup Artistry (Basic, Bridal, Advanced)\n2. Beauty Science \u0026 Skincare\n3. Hair Styling and Technology\n4. Spa \u0026 Ayurveda Therapies\n5. Nail Art and Extension\n6. Cosmetic Formulations",
            "Hello and welcome! Are you ready to take your beauty skills to the next level? F Salon Academy offers top-notch courses in everything from skincare to creative haircuts. Let me know which course you’re curious about! We provide:\n1. Makeup Artistry (Basic, Bridal, Advanced)\n2. Beauty Science \u0026 Skincare\n3. Hair Styling and Technology\n4. Spa \u0026 Ayurveda Therapies\n5. Nail Art and Extension\n6. Cosmetic Formulations"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}