{
  "id": "4e63b7d3-8c32-4478-9115-44f9af1d80ad",
  "name": "Hair styling and Technology",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Our hair styling programs include:\n\n1. Hair Styling and Designing (available from 10 days to 2 months) tailored to your skill level.\n2. Advanced Hair Technology (3 to 8 months) for professional training.\n3. Creative Hair Cuts and Coloring, along with Hair Spa Treatments for a complete experience. Which course are you interested in?",
            "We provide a range of hair styling courses at F Salon Academy:\n\nHair Styling and Designing (10 days to 2 months) for beginners and enthusiasts.\nAdvanced Hair Technology (3 to 8 months) to develop expert-level skills.\nSpecialized training in Creative Hair Cuts, Hair Coloring, and Hair Spa Treatments. Would you like to explore a specific course further?",
            "Our hair styling courses include:\n\n1. Hair Styling and Designing (10 days to 2 months) to fit your schedule.\n2. Advanced Hair Technology (3 to 8 months) for a comprehensive understanding of hair.\n3. Creative Hair Cuts, Hair Coloring, and Hair Spa Treatments for a complete training experience. Interested in learning more about a specific course?",
            "We offer exciting courses in hair styling, such as:\n\n1. Hair Styling and Designing (10 days to 2 months) to get started with basic to advanced techniques.\n2. Advanced Hair Technology (3 to 8 months) for those looking to excel in the industry.\n3. Creative Hair Cuts and Coloring, along with Hair Spa Treatments to diversify your skills. Which course would you like to discuss?",
            "At F Salon Academy, we offer a variety of hair styling courses, including:\n\n1. Hair Styling and Designing (10 days to 2 months) for mastering essential styling techniques.\n 2.Advanced Hair Technology (3 to 8 months) to dive deeper into advanced techniques and trends.\n3. Creative Hair Cuts, Hair Coloring, and Hair Spa Treatments to enhance your skills. Would you like more details on a specific course?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}