{
  "id": "31156250-0ffe-4841-8481-d6205114593d",
  "name": "Healthcare/Beauty Science Inquiry",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "our healthcare and beauty science programs include:\n\n1. Skincare and Facials (various durations) for mastering skincare techniques.\n2. Permanent Eyebrow and Lash Extensions (15 days) to specialize in this in-demand service. Would you like to learn more about a specific course?",
            "Our healthcare and beauty science courses cover:\n\n1. Skincare and Facials (various durations) for a comprehensive understanding of skincare.\n2. Permanent Eyebrow and Lash Extensions (15 days) for those looking to enhance their skills. Which program would you like to hear more about?",
            "F Salon Academy provides courses in:\n\n1. Skincare and Facials (different durations available) tailored to your learning pace\n2. Permanent Eyebrow and Lash Extensions (15 days) for a focused and practical approach. Let me know if you want details about a specific program!",
            "Our healthcare and beauty science offerings include:\n\n1. Skincare and Facials (various durations) to cater to all levels of interest.\n2. Permanent Eyebrow and Lash Extensions (15 days) for specialized training in this area. Would you like to know more about any of these courses?",
            "Our programs in healthcare and beauty science feature:\n\n1. Skincare and Facials (various durations) to help you master skincare techniques.\n2. Permanent Eyebrow and Lash Extensions (15 days) for a hands-on learning experience. Let me know if you’d like more information on either of these courses!"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}