{
  "id": "83409458-e1e5-4925-97ed-68eeaac17f84",
  "name": "Spa \u0026 Ayurveda Therapies",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "en",
          "speech": [
            "Our spa and Ayurveda programs include:\n\n1. International Certificate in Spa Management (ranging from 1-3 months) tailored for future spa managers.\n2. Ayurveda Therapies (2 weeks to 1 month) for those looking to specialize in holistic treatments. Interested in exploring one of these courses in detail?",
            "At F Salon Academy, we offer two courses of Spa and Ayurveda therapy, including:\n\nInternational Certificate in Spa Management (1-3 months) for a comprehensive understanding of spa operations.\nAyurveda Therapies (2 weeks to 1 month) to learn traditional healing techniques. Would you like to know more about a specific course?",
            "We provide a range of Spa and Ayurveda therapy courses at F Salon Academy:\n\nInternational Certificate in Spa Management (1-3 months) for aspiring spa professionals.\nAyurveda Therapies (2 weeks to 1 month) to learn about traditional therapies and their benefits. Which course are you interested in learning more about?",
            "At F Salon Academy, you can find:\n\n1. International Certificate in Spa Management (1-3 months) to enhance your skills in spa operations.\n2. Ayurveda Therapies (2 weeks to 1 month) for those interested in holistic wellness practices. Let me know if you want to dive deeper into a specific program!",
            "We offer exciting courses in spa and Ayurveda therapies, such as:\n\n1.  International Certificate in Spa Management (1-3 months) for comprehensive spa management training.\n2. Ayurveda Therapies (2 weeks to 1 month) for mastering traditional treatments. Which course would you like to discuss?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}